Repository: ElenaRepository/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.Cookies/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Banner overlay
it_it: Copertura Banner

source: Check to disable cookie management according to GDPR regulations
it_it: Selezionare per disabilitare la gestione dei cookie secondo la normativa GDPR

source: Check to set acceptance of Marketing cookies as default.
it_it: Selezionare per impostare come valore predefinito l'accettazione dei cookie di Marketing.

source: Check to set acceptance of Preference cookies as default.
it_it: Selezionare per impostare come valore predefinito l'accettazione dei cookie delle Preferenze.

source: Check to set acceptance of Statistical cookies as default.
it_it: Selezionare per impostare come valore predefinito l'accettazione dei cookie Statistici.

source: Cookie Accept Button
it_it: Pulsante Accetta Cookies

source: Cookie Analytics Mode
it_it: Modalità Cookie Analytics

source: Cookie Decline Button
it_it: Pulsante Rifiuta Cookies

source: Cookie Reset Button
it_it: Pulsante Reimposta Cookies

source: CookieLaw Settings
it_it: Impostazione legge sui cookies

source: Default value for Marketing cookies acceptance
it_it: Valore di default per l'accettazione dei cookie di Marketing

source: Default value for Preferences cookies acceptance
it_it: Imposta di default l'accettazione dei cookie delle Preferenze

source: Default value for Statistical cookies acceptance
it_it: Imposta di default l'accettazione dei cookie Statistici

source: Disable Cookie Management according to GDPR
it_it: Disabilita la gestione dei cookie secondo il GDPR

source: 'Discreet' position (This positions Discreet Link and Discreet Reset)
it_it: Posizione più 'discreta"(Questo fa comparire il Link e il bottone Pulisci in una posizione meno invasiva)

source: Display the notification at the bottom of the page?
it_it: Visualizzare la notifica a fondo pagina?

source: GDPR Settings
it_it: Impostazioni GDPR

source: If the user accepts the cookies, it will display a reset cookies line.
it_it: Se l'utente accetta i cookie, visualizza una linea per pulire i cookie.

source: If you are just using a simple analytics package you can set this to true, it displays a simple default message with no privacy policy link.
it_it: Se state usando un semplice pacchetto per gli Analytics, potete impostare questo controllo a Vero: visualizza un semplice messaggio predefinito senza link all'informativa sulla privacy.

source: It will also force the discreet position setting to bottom (left or right).
it_it: Forza le impostazioni della posizione meno invasiva al fondo (a sinistra o a destra).

source: It will show a green button for the user to accept cookies.
it_it: Visualizza un pulsante verde che permette all'utente di accettare i cookie.

source: It will show a red button for the user to decline cookies.
it_it: Visualizza un pulsante rosso che permette all'utente di rifiutare i cookie.

source: It will show a small reset link instead of a full liner.
it_it: Visualizza un link Pulisci piccolo invece di uno grande.

source: Make the reset button discreet?
it_it: Rendere meno invasivo il pulsante Pulisci?

source: Position of the Cookie Banner
it_it: Posizione del banner dei cookie

source: Set to topleft by default, you can also set topright, bottomleft, bottomright.
it_it: Impostato a "topleft" (in alto a sinistra) come valore predefinito, è però possibile modificarlo in '"topright" (in alto a destra), "bottomleft" (in basso a sinistra), "bottomright" (in basso a destra).

source: The banner will cover the whole page and users will have to dismiss it il order to navigate the site.
it_it: Il banner coprirà tutta la pagine web e l'utente dovrà chiuderlo per poter navigare sul sito.

source: The position of the Cookie Banner.
it_it: La posizione del banner dei cookie.

source: Analytics Message (this is the default message)
it_it: Analytics Message (questo è il messaggio predefinito)

source: Change 'Accept Cookies' button text
it_it: Modifica il testo del pulsante 'Accetta i Cookie'

source: Change 'Decline Cookies' button text
it_it: Modifica il testo del pulsante 'Rifiuta i Cookie'

source: Change 'Reset Cookies' button text
it_it: Modifica il testo del pulsante 'Pulisci i Cookie'

source: Change 'What are Cookies' link text
it_it: Modifica il testo del link 'Cosa sono i Cookie'

source: 'Cookie Privacy link' Message
it_it: Messaggio 'link Riservatezza Cookie'

source: CookieLaw Settings
it_it: Impostazione legge sui cookies

source: Remember to keep the {{cookiePolicyLink}} variable intact.
it_it: Ricordarsi di mantenere intatta la variabile {{cookiePolicyLink}}.

source: Text of your privacy policy / Cookie policy link
it_it: Testo del link della policy di riservatezza / policy dei cookie

source: 'What are Cookies' link
it_it: Link 'Cosa sono i Cookie'

source: Your privacy policy / Cookie policy link
it_it: Link Informativa sulla Privacy / Informativa sui Cookie
